/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1007) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "変更…";

/* NSTextField (Enter your name and registration key) : <title:Enter your name and registration key> (oid:347) */
"Enter your name and registration key" = "お名前とレジストキーを入力してください";

/* NSTextField (Key:) : <title:Key:> (oid:9) */
"Key:" = "レジストキー:";

/* NSTextField (License type:) : <title:License type:> (oid:27) */
"License type:" = "License type:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Lost license?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLoggerはシェアウエアです。試用期間の３０日を過ぎますと、ご登録いただくまで機能しなくなります。";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "名前:";

/* NSButton (OK) : <title:OK> (oid:996) */
"OK" = "はい";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "登録する…";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "登録者:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "登録情報";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:25) */
"Validity date:" = "Validity date:";
